[{
		"tag": "sadies_sob_story",
		"name": "Sadie's Sob Story",
		"type": "introduction",
		"visited": false,
		"lead_outs": ["what_the_cops_know", "fullers_electrical_repair", "the_peculiar_death_of_myron_fink"],
		"description": [
			"The scenario starts off for Vivian Sinclair on a Monday morning after she’s turned in her most recent story. Invite the player to describe it, if she likes. She may rest on her laurels and joke around with the guys in the Herald Tribune’s newsroom, or she may already be scouring a pile of newspaper clippings and notes for her next lead. Around 9 a.m., she gets a telephone call from downstairs.",
			"Use this as an opportunity to establish Viv’s newsroom and how she meets with interested parties. Does she have the receptionist send them up to her desk in a smoky room full of (mostly) men bent over typewriters and paper-strewn desks? Or does she meet with her Sources and sometime- clients in another location, such as a restaurant across the street? Have the player take a moment to describe something important that Viv keeps at her desk in the newsroom, or her regular order at the restaurant.",
			"The player begins with one Problem card in hand (“Sucker for a Pretty Face,” “Hand-to- Mouth,” “Anything for a Story,” or “Hot-Tempered”). If this is the player’s first One-2- One session, explain how the acquisition and Countering of Problem cards works.",
			"Viv’s visitor is a fragile, waif-like girl. Sadie Cain speaks in the soft, defensive tone of someone who has gone through her story several times already. She’s cried too long to have any tears left. Instead, her eyes reflect a quiet blankness.",
			"Sadie’s fiancé, George Preston, disappeared three days ago under mysterious circumstances. She thinks the police are framing him for a murder, just like those articles Viv wrote about police frame-ups a few years ago. She wants Viv to find him and to prove him innocent. She explains the situation as follows:",
			"In response to specific questions, Sadie responds with the following information:",
			"Sadie gives a Brooklyn address on the seedier side of Prospect Park where she can be reached."

		],
		"clues": ["someone_in_georges", "george_went_to", "she_didnt_learn", "as_nobody_important", "vivs_encountered_types", "the_police_rarely", "she_met_george", "george_works_as", "sadie_admits_she", "george_was_on", "george_didnt_have", "george_rents_a", "everyone_persecuted_george", "if_asked_she", "the_police_questioned", "in_the_newsroom"],
		"characters": ["sadie_cain"]
	},
	{
		"tag": "fullers_electrical_repair",
		"name": "Fuller's Electrical Repair",
		"type": "core",
		"visited": false,
		"lead_ins": ["sadies_sob_story"],
		"lead_outs": ["fuller_himself", "charming_charlie"],
		"description": [
			"Several blocks north of Fulton, the main business street of downtown Brooklyn, Fuller’s Electrical Repair occupies a two-story brick warehouse. Whether visiting Fuller or Fitzpatrick first, when Viv approaches Fuller’s, she sees a small crowd of men waiting outside. Even in the city, work for electricians comes in piecemeal and more infrequently as the Depression worsens. A job with Fuller’s guarantees a steady meal ticket. Once word got out that one of Fuller’s employees has gone AWOL, several dozen men began lingering outside the shop in hopes of catching the big man’s attention when he steps outside. If Viv stops to listen to the men talk, she learns that, the last few days, Fuller has asked one or two men to show him their skills. He must have high standards, however, as those men haven’t come back.",
			"Apart from a tidy desk in the front, the inside of Fuller’s reflects its warehouse origins. A small mezzanine office, accessible by iron staircase and walkway, sits on top of a storage room at the back. On the high-ceilinged main floor, a dozen men work at individual benches over an assortment of smaller items (radios, sewing machines, irons) and a few large appliances (refrigerators, vacuum cleaners, washing machines). Most don’t look up, but one or two glance her way. If Viv asks about Charlie Fitzpatrick immediately, a nearby worker indicates a shorter, broad-shouldered figure in a cap working near the back of the room. Otherwise, Mr. Fuller’s secretary, Petunia Adams, comes bustling forward to meet her. A well-scrubbed young woman of about 25 in a sensible cotton print frock, Petunia maintains an immaculate bun and an all-business attitude “to keep the boys at bay.” She considers herself a kind of “den mother” to the “boys” in the shop, even those a decade older than herself."
		],
		"clues": ["she_always_thought", "yes_george_worked", "she_doesnt_know", "georges_looked_more", "no_he_must"],
		"characters": ["petunia_adams"]
	},
	{
		"tag": "what_the_cops_know",
		"name": "What the Cops Know",
		"type": "alternate",
		"visited": false,
		"lead_ins": ["sadies_sob_story", "the_peculiar_death_of_myron_fink", "fuller_himself"],
		"lead_outs": ["the_thing_in_the_morgue", "the_peculiar_death_of_myron_fink"],
		"description": [
			"Between police distrust of journalists as a type and of Viv in particular, Viv knows better than to approach the investigating officer for information. Instead, when she wants to know what the police know, she approaches her Source, Lt. O’Connor. The two rarely meet at the station, preferring instead to get burned coffee at one of the nearby diners which specialize in helping beat cops burn the midnight oil. If the player wants to establish further backstory of her relationship with O’Connor, invite her to describe the last case where the detective lent Viv a hand.",
			"Despite his twenty years on the force, O’Connor blanches when Viv mentions the name of the man she’s looking for. He’s seen some shocking murders, but he’s glad that this case didn’t happen in his precinct. He tells Viv the basics he knows of the case:",
			"And in response to specific questions:"
		],
		"clues": ["the_original_call", "because_nobody_could", "as_far_as", "oconnor_describes_the", "this_preston_fellow", "he_hasnt_seen"],
		"characters": ["joseph_oconnor"]
	},
	{
		"tag": "the_peculiar_death_of_myron_fink",
		"name": "The Peculiar Death of Myron Fink",
		"type": "core",
		"visited": false,
		"lead_ins": ["sadies_sob_story", "charming_charlie", "what_the_cops_know"],
		"lead_outs": ["georges_apartment", "interviewing_the_neighbors", "the_thing_in_the_morgue", "what_the_cops_know"],
		"description": [
			"Preston’s apartment building near the Brooklyn Navy Yard stands among a mixture of tenements and whitewashed, “modernized” buildings. It had done service in the 18th century as a large rooming-house for factory workers. Around the turn of the century, new owners transformed it into multi-room apartments with makeshift kitchens, and studio apartments without. Preston could have walked to work and paid a fairly low price without living in one of the slummier buildings.",
			"A thin, craggy man holding his handkerchief to his beaked nose, “[sniff ] allergies,” Clarence Simpson has managed the apartment building for the last seven years. He likes tenants who keep themselves to themselves. He had prided himself on his ability to weed out bad apples, and finds this whole business very upsetting. The recent unpleasantness in his building has him on high alert, so no matter when Viv arrives at the building, he pops his head out of the door to see whether she’s a tenant or an intruder.",
			"When he learns George’s fiancée hired her, Simpson tells Viv that she can tell that Preston when she finds him that even if he beats the murder rap, he can’t live here anymore. He can’t tell her anything more than he’s told the police (Alternate, “What the Cops Know”) and as for what the other tenants report seeing and hearing (Alternate, “Interviewing the Neighbors”), Simpson chalks it up to mass hysteria from hearing Fink’s death-scream and whatever fight preceded it.",
			"Viv may Push Bargain to persuade Simpson to show her up to the apartments in question. When doing so, he hangs around, watching her and sniffing disapprovingly. Viv may also use a Cool Quick Test (Advance 4) to talk him into it or a Stealth Quick Test (Advance 4) to make her way unseen to Fink’s or Preston’s apartment door.",
			"Fink’s Apartment",
			"If Simpson guides her, he leads Viv to Fink’s room on the building’s third story. “Cops finished with the place, but somebody’s got to clean it.” Otherwise, Viv knows that Fink’s apartment was next door to the number she has for George. If she chooses the apartment to the right, she gets a rather disgruntled housewife who informs her that she does not want to contribute to any charities or convert to any new religions, and slams the door on her. Fink’s apartment, on the left, may be entered using Locksmith. The previously made Stealth Quick Test still applies unless the Keeper decides Viv has caused enough fuss to call for a new one.",
			"The room contains nothing of note other than an enormous bloodstain on the floor and some splatter on the walls and bed. Streetwise tells Viv that the cops have torn it apart (alternate, “What the Cops Know”). As Viv looks around the room, Simpson, if with her, volunteers the following:",
			"Assess Honesty can tell he lies by omission here, hoping she won’t ask. He provides more information below in response to specific questions:"
		],
		"clues": ["on_that_fateful", "other_tenants_in", "nobody_could_get", "he_had_to", "simpson_reluctantly_admits", "preston_wouldnt_answer", "as_far_as_he"],
		"characters": ["clarence_simpson"]
	},
	{
		"tag": "charming_charlie",
		"name": "Charming Charlie",
		"type": "core",
		"visited": false,
		"lead-ins": ["sadies_sob_story", "fullers_electrical_repair", "fuller_himself"],
		"lead-outs": ["fuller_himself", "the_peculiar_death_of_myron_fink"],
		"descripttion": [
			"Short and practical, Charlie (Charlene) Fitzpatrick always threw the dreamer George into relief From early in the morning until 6 p.m. or so, Monday through Saturday, Viv can find Charlie hunkered down at her workbench working on a radio set, sewing machine, or other problem of the day. She puts in longer hours than any of the men in the shop, except George, whose work on his own device doesn't count toward his paycheck. Like the men, she wears a shapeless, many-pocketed smock, but it doesn't protect her from the perpetual grease smudges she gets wiping her forehead. Charlie cuts her hair in a 'mannish' short style and ironically tips her cap and winks when Viv approaches, cheekily anticipating any surprise her gender creates",
			"Once Charlie learns Viv's mission, she shows eagerness to help, though with an undercurrent of guilt. She reveals the basics of George's request and her own need to 'keep a date':",
			"She also discloses the following in response to specific questions:"
		],
 		"clues": ["george_asked_her", "mr_fuller_would", "she_has_known", "charlie_evades_pinning", "she_thinks_george", "no_george_wouldnt", "she_tried_taking", "viv_isnt_the", "notices_that_any", "guesses_that_at"],
		"characters": ["charlie_fitzpatrick"]
	}
]